{
    "A new verification link has been sent to the email address you provided in your profile settings.": "Pautan pengesahan baru telah dihantar ke alamat e-mel yang anda berikan dalam tetapan profil anda.",
    "A new verification link has been sent to your email address.": "Pautan pengesahan baru telah dihantar ke alamat e-mel anda.",
    "API Token": "Token API",
    "API Token Permissions": "Kebenaran Token API",
    "API Tokens": "Token API",
    "API tokens allow third-party services to authenticate with our application on your behalf.": "Token API membenarkan perkhidmatan pihak ketiga untuk mengesahkan dengan aplikasi kami bagi pihak anda.",
    "Accept Invitation": "Terima Jemputan",
    "Access Control": "Kawalan Akses",
    "Access Control Details": "Butiran Kawalan Akses",
    "Access Control Management": "Pengurusan Kawalan Akses",
    "Actions": "Tindakan",
    "Active": "Aktif",
    "Add": "Tambah",
    "Add New Access Control": "Tambah Kawalan Akses Baru",
    "Add Team Member": "Tambah Ahli Pasukan",
    "Add a new team member to your team, allowing them to collaborate with you.": "Tambah ahli pasukan baru ke pasukan anda, membenarkan mereka bekerjasama dengan anda.",
    "Add additional security to your account using two factor authentication.": "Tambah keselamatan tambahan pada akaun anda dengan menggunakan pengesahan dua faktor.",
    "Added.": "Ditambah.",
    "Administration": "Pentadbiran",
    "After": "Selepas",
    "All of the people that are part of this team.": "Semua orang yang merupakan sebahagian daripada pasukan ini.",
    "Already registered?": "Sudah berdaftar?",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Adakah anda pasti ingin memadam pasukan ini? Sebaik sahaja pasukan dipadam, semua sumber dan datanya akan dipadamkan secara kekal.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Adakah anda pasti ingin memadam akaun anda? Sebaik sahaja akaun anda dipadam, semua sumber dan data akan dipadam secara kekal. Sila masukkan kata laluan anda untuk mengesahkan bahawa anda ingin memadam akaun anda secara kekal.",
    "Are you sure you would like to delete this API token?": "Adakah anda pasti ingin memadam token API ini?",
    "Are you sure you would like to leave this team?": "Adakah anda pasti ingin meninggalkan pasukan ini?",
    "Are you sure you would like to remove this person from the team?": "Adakah anda pasti ingin mengeluarkan orang ini daripada pasukan?",
    "Audit Details": "Butiran Audit",
    "Audit Trail": "Jejak Audit",
    "Audit for": "Audit untuk",
    "Before": "Sebelum",
    "Before continuing, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Sebelum meneruskan, bolehkah anda sahkan alamat e-mel anda dengan mengklik pautan yang baru sahaja kami e-melkan kepada anda? Jika anda tidak menerima e-mel tersebut, kami akan dengan senang hati menghantar yang baru.",
    "Browser": "Pelayar",
    "Browser Sessions": "Sesi Pelayar",
    "Cancel": "Batal",
    "Changes made by": "Perubahan dibuat oleh",
    "Click here": "Klik di sini",
    "Click here to re-send the verification email.": "Klik di sini untuk menghantar semula e-mel pengesahan.",
    "Close": "Tutup",
    "Code": "Kod",
    "Confirm": "Sahkan",
    "Confirm Password": "Sahkan Kata Laluan",
    "Create": "Cipta",
    "Create API Token": "Cipta Token API",
    "Create Account": "Cipta Akaun",
    "Create New Team": "Cipta Pasukan Baru",
    "Create New User": "Cipta Pengguna Baru",
    "Create Team": "Cipta Pasukan",
    "Create a new team to collaborate with others on projects.": "Cipta pasukan baru untuk bekerjasama dengan orang lain dalam projek.",
    "Created": "Dicipta",
    "Created At": "Dicipta Pada",
    "Created.": "Dicipta.",
    "Current Password": "Kata Laluan Semasa",
    "Dashboard": "Papan Pemuka",
    "Database Schema": "Skema Pangkalan Data",
    "Date From": "Tarikh Dari",
    "Date To": "Tarikh Hingga",
    "Delete": "Padam",
    "Delete API Token": "Padam Token API",
    "Delete Account": "Padam Akaun",
    "Delete Team": "Padam Pasukan",
    "Deleted": "Dipadam",
    "Description": "Deskripsi",
    "Disable": "Lumpuhkan",
    "Done.": "Selesai.",
    "Edit Profile": "Sunting Profil",
    "Email": "E-mel",
    "Email Password Reset Link": "Hantar Pautan Tetapan Semula Kata Laluan",
    "Enable": "Aktifkan",
    "Ensure your account is using a long, random password to stay secure.": "Pastikan akaun anda menggunakan kata laluan panjang dan rawak untuk kekal selamat.",
    "Event": "Acara",
    "Event Recorded Date & Time": "Tarikh & Masa Rakaman Acara",
    "Finish enabling two factor authentication.": "Selesaikan pengaktifan pengesahan dua faktor.",
    "For your security, please confirm your password to continue.": "Untuk keselamatan anda, sila sahkan kata laluan anda untuk meneruskan.",
    "Forgot your password?": "Lupa kata laluan anda?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Lupa kata laluan anda? Tidak mengapa. Hanya beritahu kami alamat e-mel anda dan kami akan menghantar pautan tetapan semula kata laluan yang membolehkan anda memilih yang baru.",
    "Give or revoke access to this user": "Berikan atau batalkan akses kepada pengguna ini",
    "Hi": "Hai",
    "IP Address": "Alamat IP",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Jika perlu, anda boleh log keluar dari semua sesi pelayar lain merentas semua peranti anda. Beberapa sesi terkini anda disenaraikan di bawah; namun, senarai ini mungkin tidak lengkap. Jika anda rasa akaun anda telah dikompromi, anda juga perlu mengemas kini kata laluan anda.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Jika anda sudah mempunyai akaun, anda boleh menerima jemputan ini dengan mengklik butang di bawah:",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Jika anda tidak menjangka menerima jemputan ke pasukan ini, anda boleh membuang e-mel ini.",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Jika anda tidak mempunyai akaun, anda boleh mencipta satu dengan mengklik butang di bawah. Selepas mencipta akaun, anda boleh mengklik butang penerimaan jemputan dalam e-mel ini untuk menerima jemputan pasukan:",
    "Impersonate as": "Menyamar sebagai",
    "Inactive": "Tidak Aktif",
    "Issues": "Isu",
    "Last active": "Aktif terakhir",
    "Last used": "Digunakan Terakhir",
    "Leave": "Tinggalkan",
    "Leave Team": "Tinggalkan Pasukan",
    "Log Out": "Log Keluar",
    "Log Out Other Browser Sessions": "Log Keluar Sesi Pelayar Lain",
    "Log in": "Log masuk",
    "Login": "Log masuk",
    "Manage API Tokens": "Urus Token API",
    "Manage Account": "Urus Akaun",
    "Manage Role": "Urus Peranan",
    "Manage Team": "Urus Pasukan",
    "Manage access control for": "Urus kawalan akses untuk",
    "Manage and log out your active sessions on other browsers and devices.": "Urus dan log keluar sesi aktif anda pada pelayar dan peranti lain.",
    "Manage permissions for": "Urus kebenaran untuk",
    "NO": "TIDAK",
    "Name": "Nama",
    "New Password": "Kata Laluan Baru",
    "No information available.": "Tiada maklumat tersedia.",
    "OK": "OK",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Sebaik sahaja pasukan dipadam, semua sumber dan data akan dipadam secara kekal. Sebelum memadam pasukan ini, sila muat turun sebarang data atau maklumat mengenai pasukan ini yang ingin anda simpan.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Sebaik sahaja akaun anda dipadam, semua sumber dan data akan dipadam secara kekal. Sebelum memadam akaun anda, sila muat turun sebarang data atau maklumat yang ingin anda simpan.",
    "Password": "Kata Laluan",
    "Password Confirmation": "Pengesahan Kata Laluan",
    "Pending Team Invitations": "Jemputan Pasukan Yang Tertangguh",
    "Permanently delete this team.": "Padam pasukan ini secara kekal.",
    "Permanently delete your account.": "Padam akaun anda secara kekal.",
    "Permissions": "Kebenaran",
    "Photo": "Foto",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "Sila sahkan akses ke akaun anda dengan memasukkan salah satu kod pemulihan kecemasan anda.",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "Sila sahkan akses ke akaun anda dengan memasukkan kod pengesahan yang diberikan oleh aplikasi pengesah anda.",
    "Please copy your new API token. For your security, it won\\'t be shown again.": "Sila salin token API baru anda. Untuk keselamatan anda, ia tidak akan dipaparkan semula.",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "Sila masukkan kata laluan anda untuk mengesahkan bahawa anda ingin log keluar dari sesi pelayar lain merentas semua peranti anda.",
    "Please provide the email address of the person you would like to add to this team.": "Sila berikan alamat e-mel orang yang anda ingin tambahkan ke pasukan ini.",
    "Please select": "Sila pilih",
    "Privacy Policy": "Dasar Privasi",
    "Profile": "Profil",
    "Profile Information": "Maklumat Profil",
    "Queues": "Barisan",
    "Read at": "Dibaca pada",
    "Received at": "Diterima pada",
    "Recovery Code": "Kod Pemulihan",
    "Regenerate Recovery Codes": "Jana Semula Kod Pemulihan",
    "Register": "Daftar",
    "Remember me": "Ingat saya",
    "Remove": "Keluarkan",
    "Remove Photo": "Keluarkan Foto",
    "Remove Team Member": "Keluarkan Ahli Pasukan",
    "Resend Verification Email": "Hantar Semula E-mel Pengesahan",
    "Reset Password": "Tetapkan Semula Kata Laluan",
    "Role": "Peranan",
    "Role Details": "Butiran Peranan",
    "Save": "Simpan",
    "Saved.": "Disimpan.",
    "Select A New Photo": "Pilih Foto Baru",
    "Setup Key": "Kunci Persediaan",
    "Show Recovery Codes": "Papar Kod Pemulihan",
    "Showing": "Menunjukkan",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Simpan kod pemulihan ini dalam pengurus kata laluan yang selamat. Ia boleh digunakan untuk memulihkan akses ke akaun anda jika peranti pengesahan dua faktor anda hilang.",
    "Subject": "Subjek",
    "Success": "Berjaya",
    "Switch Teams": "Tukar Pasukan",
    "Team Details": "Butiran Pasukan",
    "Team Members": "Ahli Pasukan",
    "Team Name": "Nama Pasukan",
    "Team Owner": "Pemilik Pasukan",
    "Team Settings": "Tetapan Pasukan",
    "Terms of Service": "Syarat Perkhidmatan",
    "The provided password does not match your current password.": "Kata laluan yang diberikan tidak sepadan dengan kata laluan semasa anda.",
    "The team\\'s name and owner information.": "Nama pasukan dan maklumat pemilik pasukan.",
    "These people have been invited to your team and have been sent an invitation email. They may join the team by accepting the email invitation.": "Orang-orang ini telah dijemput ke pasukan anda dan telah dihantar e-mel jemputan. Mereka boleh menyertai pasukan dengan menerima jemputan e-mel tersebut.",
    "This device": "Peranti ini",
    "This is a secure area of the application. Please confirm your password before continuing.": "Ini adalah kawasan aplikasi yang selamat. Sila sahkan kata laluan anda sebelum meneruskan.",
    "This user already belongs to the team.": "Pengguna ini sudah menjadi sebahagian daripada pasukan.",
    "This user has already been invited to the team.": "Pengguna ini telah dijemput ke pasukan.",
    "To finish enabling two factor authentication, scan the following QR code using your phone\\'s authenticator application or enter the setup key and provide the generated OTP code.": "Untuk menyelesaikan pengaktifan pengesahan dua faktor, imbas kod QR berikut menggunakan aplikasi pengesah telefon anda atau masukkan kunci persediaan dan sediakan kod OTP yang dijana.",
    "Token Name": "Nama Token",
    "Two Factor Authentication": "Pengesahan Dua Faktor",
    "Two factor authentication is now enabled. Scan the following QR code using your phone\\'s authenticator application or enter the setup key.": "Pengesahan dua faktor kini diaktifkan. Imbas kod QR berikut menggunakan aplikasi pengesah telefon anda atau masukkan kunci persediaan.",
    "Type": "Jenis",
    "URL": "URL",
    "Unknown": "Tidak Diketahui",
    "Update": "Kemas kini",
    "Update Access Control for Module ": "Kemas Kini Kawalan Akses untuk Modul ",
    "Update Details for": "Kemas Kini Butiran untuk",
    "Update Password": "Kemas Kini Kata Laluan",
    "Update user roles": "Kemas Kini Peranan Pengguna",
    "Update your account\\'s profile information and email address.": "Kemas kini maklumat profil akaun anda dan alamat e-mel.",
    "Updated": "Dikemas Kini",
    "Use a recovery code": "Gunakan kod pemulihan",
    "Use an authentication code": "Gunakan kod pengesahan",
    "User": "Pengguna",
    "User Details": "Butiran Pengguna",
    "User Management": "Pengurusan Pengguna",
    "Users": "Pengguna",
    "Verification link sent!": "Pautan pengesahan dihantar!",
    "View": "Lihat",
    "View Record Details": "Lihat Butiran Rekod",
    "View profile": "Lihat profil",
    "We were unable to find a registered user with this email address.": "Kami tidak dapat mencari pengguna berdaftar dengan alamat e-mel ini.",
    "Welcome": "Selamat datang",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone\\'s Google Authenticator application.": "Apabila pengesahan dua faktor diaktifkan, anda akan diminta untuk token rawak yang selamat semasa pengesahan. Anda boleh mendapatkan token ini daripada aplikasi Google Authenticator pada telefon anda.",
    "Whoops! Something went wrong.": "Aduh! Sesuatu yang tidak kena.",
    "Yes": "Ya",
    "You have enabled two factor authentication.": "Anda telah mengaktifkan pengesahan dua faktor.",
    "You have not enabled two factor authentication.": "Anda belum mengaktifkan pengesahan dua faktor.",
    "You may accept this invitation by clicking the button below:": "Anda boleh menerima jemputan ini dengan mengklik butang di bawah:",
    "You may delete any of your existing tokens if they are no longer needed.": "Anda boleh memadam mana-mana token yang sedia ada jika ia tidak lagi diperlukan.",
    "You may not leave a team that you created.": "Anda tidak boleh meninggalkan pasukan yang anda cipta.",
    "You\\'re currently impersonating": "Anda sedang menyamar sebagai",
    "Your email address is unverified.": "Alamat e-mel anda belum disahkan.",
    "of": "daripada",
    "pagination.next": "Halaman seterusnya",
    "pagination.previous": "Halaman sebelumnya",
    "results": "keputusan",
    "to": "ke"
}
